tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'mpv-player/mpv'
tap 'px4/px4'
tap 'sanemat/font'
tap 'thoughtbot/formulae'
cask 'java'
brew 'afsctool'
brew 'bash-completion'
brew 'git'
brew 'carthage'
brew 'cpputest'
brew 'fish'
brew 'fzf'
brew 'ghostscript'
brew 'gist'
brew 'git-lfs'
brew 'gitlab-ci-multi-runner', restart_service: true
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnuplot'
brew 'highlight'
brew 'lrzsz'
brew 'mas'
brew 'minicom'
brew 'python3'
brew 'mpv'
brew 'nkf'
brew 'node'
brew 'noti'
brew 'perl'
brew 'plantuml'
brew 'qt'
brew 'ruby'
brew 'terminal-notifier'
brew 'tig'
brew 'timedog'
brew 'tmux'
brew 'uncrustify'
brew 'vim'
brew 'wget'
brew 'px4/px4/gcc-arm-none-eabi-48'
brew 'sanemat/font/ricty'
brew 'thoughtbot/formulae/rcm'
cask 'astah-professional'
cask 'atom'
cask 'bartender'
cask 'basictex'
cask 'bathyscaphe'
cask 'battle-net'
cask 'bettertouchtool'
cask 'betterzipql'
cask 'caffeine'
cask 'cleanmymac'
cask 'coconutbattery'
cask 'colorpicker-propicker'
cask 'daisydisk'
cask 'dash'
cask 'franz'
cask 'gitup'
cask 'gog-galaxy'
cask 'hstracker'
cask 'hyperswitch'
cask 'imageoptim'
cask 'istat-menus'
cask 'java'
cask 'karabiner-elements'
cask 'kindle'
cask 'mactracker'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlvideo'
cask 'qt-creator'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'scriptql'
cask 'sitesucker'
cask 'steam'
cask 'suspicious-package'
cask 'synthesia'
cask 'track-o-bot'
cask 'transmission'
cask 'virtualbox'
mas '1Blocker', id: 1107421413
mas '1Password', id: 443987910
mas 'Apple Configurator 2', id: 1037126344
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'Day One', id: 1055511498
mas 'Due', id: 524373870
mas 'Evernote', id: 406056744
mas 'Fluid Browser', id: 1077036385
mas 'ForkLift', id: 412448059
mas 'GarageBand', id: 682658836
mas 'Growl', id: 467939042
mas 'iMovie', id: 408981434
mas 'iThoughtsX', id: 720669838
mas 'Keynote', id: 409183694
mas 'LINE', id: 539883307
mas 'Marked 2', id: 890031187
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'PiPifier', id: 1160374471
mas 'Pixelmator', id: 407963104
mas 'Pocket', id: 568494494
mas 'PopClip', id: 445189367
mas 'Reeder', id: 880001334
mas 'Slack', id: 803453959
mas 'Soulver', id: 413965349
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 557168941
mas 'Ulysses', id: 623795237
mas 'Xcode', id: 497799835
