tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'mpv-player/mpv'
tap 'pebble/pebble-sdk'
tap 'px4/px4'
tap 'sanemat/font'
tap 'thoughtbot/formulae'

brew 'afsctool'
brew 'carthage'
brew 'cpputest'
brew 'doxygen'
brew 'fish'
brew 'fzf'
brew 'px4/px4/gcc-arm-none-eabi-48'
brew 'ghostscript'
brew 'gist'
brew 'git'
brew 'git-lfs'
brew 'gitlab-ci-multi-runner'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnuplot'
brew 'lrzsz'
brew 'mas', args: ['HEAD']
brew 'minicom'
brew 'mpv'
brew 'nkf'
brew 'noti'
brew 'pebble/pebble-sdk/pebble-sdk'
brew 'plantuml'
brew 'python'
brew 'python3'
brew 'thoughtbot/formulae/rcm'
brew 'sanemat/font/ricty'
brew 'terminal-notifier'
brew 'tig'
brew 'timedog'
brew 'tmux', args: ['HEAD']
brew 'uncrustify'
brew 'wget'
brew 'bash-completion'
brew 'vim'
brew 'qt5'
brew 'highlight'

brew 'youtube-dl'
brew 'boost'
brew 'graphviz'
brew 'lame'
brew 'ffmpeg'
brew 'node'

cask 'basictex'
cask 'betterzipql'
cask 'colorpicker-propicker'
cask 'imageoptim'
cask 'java'
cask 'mactracker'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'scriptql'
cask 'sitesucker'
cask 'suspicious-package'
cask 'virtualbox'
cask 'dash'
cask 'qt-creator'

mas 'Xcode', id: 497799835
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
mas 'Pages', id: 409201541
mas 'iMovie', id: 408981434
mas 'GarageBand', id: 682658836
mas 'Apple Configurator 2', id: 1037126344
mas 'Tweetbot', id: 557168941
mas 'Reeder', id: 880001334
mas 'Pocket', id: 568494494
mas 'Day One', id: 1055511498
mas 'Ulysses', id: 623795237
mas '1Password', id: 443987910
mas 'Pixelmator', id: 407963104
mas 'Marked 2', id: 890031187
mas 'Due', id: 524373870
mas '1Blocker', id: 1107421413
mas 'The Unarchiver', id: 425424353
mas 'Growl', id: 467939042
mas 'PopClip', id: 445189367
mas 'Soulver', id: 413965349
mas 'Slack', id: 803453959
mas 'ForkLift', id: 412448059
mas 'iBooks Author', id: 490152466
mas 'NanoStudio', id: 537061117
