jorgebucaran/fisher
edc/bass
0rax/fish-bd
fisherman/getopts
rtks/z
jhillyerd/plugin-git
patrickf1/fzf.fish
acomagu/fish-async-prompt@a89bf4216b65170e4c3d403e7cbf24ce34b134e6
